Repository: gurupratap-matharu/falcon
Catalog: payments/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Payment Cancel
es: Pago cancelado
pt: Pagamento cancelado

source: We have not yet received a confirmation for your payment and it is showing cancel status.
es: Aún no hemos recibido la confirmación del pago y se muestra como cancelado.
pt: Ainda não recebemos a confirmação do seu pagamento e ele está com status cancelado.

source: Please don't make another payment for this order. Incase of trouble you can <a href="%(contact_url)s" class="alert-link text-decoration-underline"><strong>contact us here</strong></a>
es: Por favor no realices otro pago de vuelta. En caso si tiene consultas usted puede <a href="%(contact_url)s" class="alert-link text-decoration-underline"><strong>escribirnos aquí</strong></a>
pt: Por favor, não faça outro pagamento para este pedido. Em caso de problemas você pode <a href="%(contact_url)s" class="alert-link text-decoration-underline"><strong>entre em contato conosco aqui</strong></a>

source: Go back home
es: Volver a home
pt: Volto para home

source: Payment Unsuccessful
es: Pago no fue procesado
pt: Pagamento sem sucesso

source: We were unable to receive a confirmation for your payment. Incase of trouble you can <a href="%(contact_url)s" class="alert-link text-decoration-underline"><strong>contact us here</strong></a>
es: No pudimos recibir una confirmación de su pago. En caso si tiene consultas usted puede <a href="%(contact_url)s" class="alert-link text-decoration-underline"><strong>escribirnos aquí</strong></a>
pt: Não foi possível receber uma confirmação do seu pagamento. Em caso de problemas você pode <a href="%(contact_url)s" class="alert-link text-decoration-underline"><strong>entre em contato conosco aqui</strong></a>

source: Try again
es: Probar de nuevo
pt: Tente novamente

source: Payment Pending
es: Pago pendiente
pt: Pagamento pendente

source: We have not yet received a confirmation for your payment and it is showing pending status. Incase the payment status is resolved you will get your tickets via email.
es: Aún no hemos recibido la confirmación del pago. En caso si se resuelve en unos minutos vas a recibir los pasajes automáticamente por email.
pt: Ainda não recebemos a confirmação do seu pagamento e ele está com status pendente. Caso o status do pagamento seja resolvido, você receberá seus ingressos por e-mail.

source: Payment Successful
es: Pago exitoso
pt: Pagamento exitoso

source: Payment Successful!
es: Pago exitoso!
pt: Pagamento exitoso!

source: Tickets Booked!
es: Pasajes reservados!
pt: Ingressos reservados!

source: Download PDF
es: Descargar PDF
pt: Baixar PDF

source: Add to calendar
es: Añadir al calendario
pt: Adicionar ao calendário

source: Book Return Ticket
es: Reservar otro pasaje
pt: Reservar outro ingresso
